<?php

return [

    'navbar' => [
        'explore_hotels' => 'ស្វែងរកសណ្ឋាគារ'
    ],
    'footer' => [
        'say_something_about_hungry' => 'Hungry Hungry គឺជាកន្លែងល្អបំផុតសម្រាប់អ្នកដែលចង់ដឹងថាតើកន្លែងដែលល្អតម្លៃនិងពេលវេលាសម្រាប់អាហារពេលព្រឹក, អាហារពេលល្ងាចអាហារថ្ងៃត្រង់និងផ្សេងទៀតរបស់ពួកគេ។',
        'hungry_hungry' => 'Hungry Hungry',
        'about_us' => 'អំពីយើង',
        'learn_more' => 'ស្វែង​យល់​បន្ថែម',
        'connect' => 'ភ្ជាប់',
        'sponsor' => 'ឧបត្ថម្ភ',
        'terms_policy_privacy' => 'លក្ខខណ្ឌ',
        'contact_us' => 'ទាក់ទងមកយើង',
        'feedback' => 'មតិស្តាបនា',
        'sitemap' => 'ទំព័រតំណភ្ជាប់',
        'english' => 'ភាសាអង់គ្លេស',
        'khmer' => 'ភាសាខ្មែរ',
        'copy_right' => ' រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង. អភិវឌ្ឍ និង រចនាដោយ ',
        'follow_us' => 'តាម​ពួក​យើង',
    ],
    'context' => [

        // top section
        'home_main_title' => 'Hungry Hungry',
        'home_sub_title' => 'Bootstrap is the most popular HTML, CSS, and JS framework for developing responsive, mobile first projects on the web.Download Bootstrap',

        // top cate section
        'pick_your_favorite_title' => 'ជ្រើសយកអាហារ និង ភោជនីយដ្ឋាន ដែលអ្នកពេញចិត្ត',
        'pick_your_favorite_sub_title' => 'ច្រើនជាង ៤៥០០ ភោជនីយដ្ឋានក្នុងរាជធានីភ្នំពេញខេត្តសៀមរាបខេត្តព្រះសីហនុនិងខេត្តក្រុងផ្សេងទៀត',

        'recommendation_restaurant' => 'ភោជនីយដ្ឋានដែលបានណែនាំ',
        'locations_desc' => 'ជ្រើសកន្លែងដែលនៅក្បែរនោះឬជ្រើសទីតាំងភោជនីយដ្ឋានដោយទីក្រុង / ខេត្តដើម្បីធ្វើឱ្យអ្នកងាយស្រួលក្នុងការស្វែងរកកន្លែងណាមួយសម្រាប់ការបរិភោគអាហារ។',

        // locations section
        'locations_sub_title' => 'ច្រើនជាង ៤៥០០ ភោជនីយដ្ឋានក្នុងរាជធានីភ្នំពេញខេត្តសៀមរាបខេត្តព្រះសីហនុនិងខេត្តក្រុងផ្សេងទៀត',
        'retaurant_locations' => 'ទីតាំងភោជនីយដ្ឋាន',
        'food_in_cambodia' => 'ម្ហូបនៅកម្ពុជា',
        'best_price' => 'តម្លៃល្អបំផុត',
        'good_service' => 'សេវាកម្មល្អ',

        // our partner section
        'partner_sub_title' => 'ច្រើនជាង ៤៥០០ ភោជនីយដ្ឋានក្នុងរាជធានីភ្នំពេញខេត្តសៀមរាបខេត្តព្រះសីហនុនិងខេត្តក្រុងផ្សេងទៀត',
        'become_our_partner' => 'ក្លាយជាដៃគូរបស់យើង',

        // download app section
        'downlaod_our_app' => 'ទាញយកកម្មវិធីទូរស័ព្ទ',
        'downlaod_our_app_sub_title' => 'Hungry Hungry គឺជាកន្លែងល្អបំផុតសម្រាប់អ្នកដែលចង់ដឹងថាតើកន្លែងដែលល្អតម្លៃនិងពេលវេលាសម្រាប់អាហារពេលព្រឹក, អាហារពេលល្ងាចអាហារថ្ងៃត្រង់និងផ្សេងទៀតរបស់ពួកគេ។',

        // map page
        'find_your_favorite_place_on_map' => 'សែ្វងរកទីកន្លែងដែលអ្នកចូលចិត្តនៅលើផែនទី',
        'filter' => 'តម្រៀប',
        'discover_places' => 'ស្វែងរកភោជនីយដ្ឋានដែល អ្នក និង មិត្តភក្តិរបស់អ្នកចង់ញ៉ាំ',
        'discover_places_desc' => 'ដោយការបង្កើតគណនីមួយអ្នកអាចធ្វើតាមមិត្តភក្តិនិងក្រុមអ្នកជំនាញអ្នកជឿទុកចិត្តនិងមើលកន្លែងដែលពួកគេបានផ្តល់អនុសាសន៍។',
        'sign_in_with_email' => 'ចូលប្រើប្រាស់ជាមួយអុីម៉ែល',
        'just_show_me' => 'បង្ហាញខ្ញុំ',

    ],
    'general' => [
        'back_to_home'   => 'ត្រលប់ទៅទំព័រដើម',
    
        'page_not_found'   => 'រកមិនឃើញទំព័រ!',
        'say_something_about_cambodroom' => 'រកកន្លែងសម្រាប់សម្រាក និង មានភាពសប្បាយរីករាយជាមួយ នឹង <br/> មិត្តភក្តិរបស់អ្នក ឬ មនុស្សជាស្រឡាញ់គ្នា',

        'top_des_in_cam' => 'គោលដៅកំពូលនៅប្រទេសកម្ពុជា',
        'type_your_des' => 'ស្វែងរកគោលដៅរបស់អ្នក',

        'sihanouk_ville'    =>   'ខេត្តព្រះសីហនុ',
        'angkor_wat'    =>   'ប្រាសាទអង្គរវត្ត',
        'angkor_thom'    =>   'ប្រាសាទអង្គរធំ',
        'songsa_island'    =>   'កោះសង្សារ',
        'bayon_temple'    =>   'ប្រាសាទបាយ័ន',
        'meusuem'    =>   'សារមន្ទីរជាតិ',
        'the_royal_palace'    =>   'ព្រះបរមរាជវាំង',
        'sokha_hotel'    =>   'សណ្ឋាគារសុខា',
        'khos_rong'    =>   'កោះរ៉ុង',
        'kom_pot'    =>   'ខេត្តកំពត',


        // breadcrumb
        'check_in'   => 'កត់​ឈ្មោះ​ចូល',
        'check_out'   => 'ពិនិត្យ​មុន​ពេល​ចេញ',
        'select_hotel'   => 'ជ្រើសរើសសណ្ឋាគារ',
        'review'   => 'ពិនិត្យឡើងវិញ',
        'done'   => 'ធ្វើរួច',

        'select_your_hotel'   => 'ជ្រើសសណ្ឋាគាររបស់អ្នក',


        // booking system
        'search_now'   => 'ស្វែងរកឥឡូវ',
        'room'   => 'បន្ទប់',
        'adult'   => 'មនុស្សពេញវ័យ',
        'children'   => 'កុមារ',

        // hotel detail
        'total'   => 'សរុប',
        'view_gallery'   => 'មើលរូបភាព',

        'features'   => 'លក្ខណៈពិសេស',
        'type'   => 'ប្រភេទ',
        'what_included'   => 'តើអ្វីដែលបានរួមបញ្ចូល',
        'capacity'   => 'សមត្ថភាព',
        'price_per_night'   => 'តម្លៃក្នុងមួយយប់',
        'select_room'   => 'ជ្រើសបន្ទប់',
        'book_now'   => 'កក់​ឥឡូវនេះ',
        'more_about'   => 'ច្រើន​ទៀត​អំពី',

        'select_this_hotel'   => 'ជ្រើសសណ្ឋាគារនេះ',
        'no_hotel_found'   => 'មិនមានសណ្ឋាគារ',

        'prev'   => 'មុន',
        'next'   => 'បន្ទាប់',

        // user booking information
        'booking_successfully'   => 'ការកក់របស់អ្នកជោគជ័យ',
        'msg_booking_successfully'   => 'សូមអរគុណអ្នកសម្រាប់សៀវភៅរបស់អ្នក។ ក្រុមរបស់យើងកំពុងធ្វើការ។ យើងនឹងទាក់ទងអ្នកបានឆាប់តាមដែលអាចធ្វើទៅបាន។ អ្នកអាចពិនិត្យពកក់របស់អ្នកនៅខាងក្រោម។',

        'contact_info'   => 'ទំនក់ទំនង',
        'we_will_contact_soon'   => 'យើងនឹងទាក់ទងអ្នកឆាប់ៗនេះ',
        'first_name'   => 'ឈ្មោះ',
        'last_name'   => 'នាមត្រកូល
',
        'phone_number'   => 'លេខទូរសព្ទ',
        'email'   => 'អ៊ីម៉ែល',
        'remark'   => 'សំគាល់',
        'note'   => '<span class="alert-col" style="color: orange">** ចំណាំ</span>: បុគ្គលិករបស់យើងនឹងទាក់ទងអ្នកបានឆាប់តាមដែលអាចធ្វើទៅបាន។ សូមអរគុណសម្រាប់ការប្រើប្រាស់សេវារបស់យើង។',
        'cancel'   => 'Cancel',
        'complete_booking'   => 'ការកក់បានបញ្ចប់',

        'pls_input_data'   => 'សូមបំពេញ​ប្រអប់នេះ',
        'this_must_be_email'   => 'ប្រអប់នេះត្រូវតែជាអាសយដ្ឋានអ៊ីមែល។',

        // other
        'check_more'   => 'ពិនិត្យមើលបន្ថែម',

    ],
    'contact' => [
        'contact_us_desc' => 'រកកន្លែងសម្រាប់សម្រាក និង មានភាពសប្បាយរីករាយជាមួយ នឹង <br/> មិត្តភក្តិរបស់អ្នក ឬ មនុស្សជាស្រឡាញ់គ្នា',
        'any_question' => 'មានសំណួរ?',
        'write_us_a_msg' => 'ផ្ញើរសាររបស់អ្នកមកពួកយើង',
        'find_us_on_map' => 'ស្វែងរកយើងនៅលើផែនទី',
        'how_can_we_help_you' => 'តើយើងអាចជួយអ្វីខ្លះដល់អ្នក?',
        'free_to_put_your_rest' => 'ដាក់បញ្ចូលភោជនីយដ្ឋានរបស់អ្នកនៅក្នុង <b>HungryHungry</b> ដោយ <span class="_important">ឥតគិតថ្លៃ</span> ។ សូមផ្ញើព័ត៌មានភោជនីយដ្ឋានរបស់អ្នកមកយើង។ យើងនឹងទាក់ទងអ្នកក្នុងពេលឆាប់ !!!',
        'name' => 'ឈ្មោះ',
        'email' => 'អុីម៉ែល',
        'phone' => 'ទូរស័ព្ទ',
        'description' => 'ព័ត៌មានសង្ខេប',
        'send' => 'ផ្ញើរ',
        'my_address' => 'ផ្សារក្រោមផ្លូវ, ភូមិព្រះវិហារចិន, សៀមរាប, កម្ពុជា',
        'my_phone' => '855 92 307 314 '
    ],
    'feedback' => [
        'feedback' => 'មតិស្តាបនា',
        'how_do_you_feel' => 'តើអ្នកចាប់អារម្មណ៏យ៉ាងដូចម្តេចដែរ?',
        'choose_your_feeling' => 'ជ្រើសអារម្មណ៍របស់អ្នកនៅខាងក្រោម',
        'submit' => 'បញ្ជូន',
    ],
    'terms_privacy_policy' => [
        'terms_privacy_policy_title' => 'លក្ខខណ្ឌនិងឯកជនភាព',
        'last_updated' => 'Last Updated: March 12, 2015',
        'note_1_title' => 'HUNGRY-HUNGRY, INC. លក្ខខណ្ឌនៃការប្រើប្រាស់',
        'note_1_desc' => 'សូមអានលក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះដោយយកចិត្តទុកដាក់មុនពេលប្រើប្រាស់សេវានេះដែលផ្តល់ជូនដោយ Foursquare Labs, inc ។ ("FOURSQUARE"), ក្រុមហ៊ុន DELAWARE. លក្ខខណ្ឌនៃការប្រើប្រាស់ទាំងនេះបានបង្កើតឡើងដោយគោរពទៅតាមលក្ខខណ្ឌច្បាប់និងលក្ខខណ្ឌសម្រាប់ការប្រើប្រាស់គេហទំព័រ HTTPS://FOURSQUARE.COM (គេហទំព័រ) និង សេវាកម្ម, លក្ខណៈពិសេស, មាតិកា, កម្មវិធី ឬ WIDGETS ដែលបានផ្តល់ជូនដោយ FOURSQUARE (ជារួមជាមួយនឹងក្រុម SITE បាន "សេវា").',

        'note_2_title' => 'ការទទួលយកនៃលក្ខខណ្ឌ',
        'note_2_desc' => "ដោយចុះឈ្មោះសម្រាប់ការនិង / ឬការប្រើប្រាស់សេវានេះក្នុងលក្ខណៈណាមួយប៉ុន្តែមិនបានកំណត់ចំពោះការមកទស្សនាឬការរកមើលតំបន់បណ្តាញនេះអ្នកយល់ព្រមទាំងអស់នៃលក្ខខណ្ឌដែលមានដែលមាននៅទីនេះ ( \"លក្ខខណ្ឌនៃការប្រើប្រាស់ \") ផងដែរដែលបានដាក់បញ្ចូលភាពឯកជនការ Foursquare របស់ គោលនយោបាយគោលនយោបាយកម្មសិទ្ធិបញ្ញា Foursquare របស់គោលការណ៍ណែនាំ Foursquare រូបថត, Foursquare របស់លក្ខខណ្ឌទីកន្លែងនិងលក្ខខណ្ឌកិច្ចព្រមព្រៀងអាជ្ញាបណ្ណការ API Foursquare និងច្បាប់ប្រតិបត្ដិការផ្សេងទៀតទាំងអស់, គោលនយោបាយនិងនីតិវិធីដែលអាចត្"
    ],
    'city_province' => [
        'phnom-penh'    =>   'ភ្នំពេញ',
        'siem-reap'    =>   'សៀមរាប',
        'chamkar-mon'    =>   'ចំការមន',
        'doun-penh'    =>   'ដូនពេញ',
        '7-makara'    =>   '7 មករា',
        'tuol-kork'    =>   'ទួលគោក',
        'dangkor'    =>   'ដង្កោ',
        'mean-chey'    =>   'មានជ័យ',
        'ruessei-keo'    =>   'ឬស្សីកែវ',
        'sen-sok'    =>   'សែនសុខ',
        'por-sen-chey'    =>   'ពោធិ៍សែនជ័យ',
        'chbar-ampov'    =>   'ច្បារអំពៅ',
        'chrouy-changva'    =>   'ជ្រោយចង្វារ',
        'angkor-chum'    =>   'អង្គរជុំ',
        'angkor-thum'    =>   'អង្គរធំ',
        'banteay-srei'    =>   'បន្ទាយស្រី',
        'chi-kraeng'    =>   'ជីក្រែង',
        'kralanh'    =>   'ក្រឡាញ់',
        'puok'    =>   'ពួក',
        'prasat-bakong'    =>   'ប្រាសាទបាគង',
        'soutr-nikom'    =>   'បាគង',
        'srei-snam'    =>   'ស្រីស្នំ',
        'svay-leu'    =>   'ស្វាយលើ',
        'varin'    =>   'វ៉ារិន',
    ]
];